Repository: lucaslucyk/CotpsBot
Catalog: CotpsBot/CotpsBot/Resources/Lang/LangRes.*.resx
Languages: es

source: BOT STATUS
es: ESTADO DEL BOT

# bot_off
source: OFF
es: APAGADO

# bot_on
source: ON
es: OPERANDO

source: LAST RUN
es: ÚLTIMA EJECUCIÓN

source: TOTAL BALANCE
es: ACTIVOS TOTALES

source: FREEZE BALANCE
es: PROCESANDO

source: FREE BALANCE
es: SALDO DE WALLET

source: Your COTPS Phone
es: Teléfono de COTPS

source: Your COTPS Password
es: Contraseña de COTPS

source: Remember credentials
es: Recordar credenciales

source: BOT START
es: INICIAR BOT

source: BOT STOP
es: DETENER BOT

source: Billing service not available
es: Servicio de compra no disponible

# error_trying_buy_cotps
source: An error occurred while trying to buy the COTPS service
es: Ocurrió un error al intentar comprar el servicio COTPS

# phone_password_required
source: Phone and Password required
es: Teléfono y Contraseña son requeridos

# phone_required
source: Phone number is required
es: Se requiere el número de teléfono

# password_required
source: Password is required
es: Se requiere la contraseña

source: No Internet Connection
es: Sin conexión a Internet

# waiting_internet_to_operate
source: Waiting Internet connection to operate
es: Esperando conexión a Internet para operar

source: COTPS Login Error
es: Error iniciando sesión en COTPS

# check_credentials_and_restart_bot
source: Check your credentials and restart bot service
es: Verifique sus credenciales y reinicie el bot

source: Subscription error
es: Error de suscripción

# sub_ended_open_to_renew
source: Your subscription has ended. Open the app and start the bot to renew it
es: Su suscripción ha finalizado. Abra la aplicación e inicie el bot para renovarlo.

# billing_svc_not_available_restart
source: Billing service not available. Restart bot manually.
es: Servicio de facturación no disponible. Reinicie el bot manualmente.

# sub_verifying_error
source: An error occurred while trying to verify the subscription
es: Ocurrió un error al intentar verificar la suscripción

# residual_not_obtained
source: Team residual could not be obtained
es: No se pudo obtener el residual del equipo

# residual_not_obtained_details
source: Residual benefits could not be obtained
es: No se pudieron obtener los beneficios residuales

# order_not_confirmed
source: Order could not be confirmed
es: No se pudo confirmar el pedido

source: Error confirming order
es: Error al confirmar el pedido

source: Unsupported device
es: Dispositivo no compatible

# sub_completed_successfully
source: Subscription completed successfully
es: Suscripción completada con éxito

# sub_complete_to_proceed
source: Complete the subscription to proceed
es: Complete la suscripción para continuar

source: Something was wrong
es: Algo salió mal

source: COTPS Service
es: Servicio de COTPS

# cotps_service_working
source: COTPS Bot Service is working
es: El bot de COTPS está ejecutándose

# cotps_svc_not_restarted
source: COTPS Service could not be restarted
es: No se pudo reiniciar el servicio de COTPS

source: Reason
es: Motivo

# cotps_restart_error
source: COTPS Bot Restart Error
es: Error reiniciando el bot de COTPS

source: Restarting COTPS Bot
es: Reiniciando bot de COTPS

# cant_get_data
source: Unable to get data. Unstable Internet Connection
es: No se pueden obtener datos. Conexión a Internet Inestable

# no_internet_verify_sub
source: No Internet Connection to verify subscription
es: Sin conexión a Internet para verificar la suscripción

# no_internet_tapped_running
source: No Internet connection to get data. The bot still working waiting for connection to start operating again.
es: No hay conexión a Internet para obtener datos. No te preocupes, el bot sigue funcionando esperando conexión para volver a operar.

# no_internet_tapped_inactive
source: No Internet connection. Unable to start bot and get account details.
es: No hay conexión a Internet. No se puede iniciar el bot y obtener datos de la cuenta.

source: COTPS API Unauthorized
es: No autorizado en la API de COTPS

source: COTPS API Error
es: Error en la API de COTPS

# cotps_api_error_waiting
source: There was an error in the COTPS API. Waiting to try again.
es: Hubo un error en la API de COTPS. Esperando para intentar nuevamente.

# contact_support_error_persist
source: Contact support if the error persists
es: Contacte a soporte si el error persiste
